---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeetPerFoot
source: html/3844e8cb-bc00-ab23-c8e1-6ba87d1fda6e.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeetPerFoot Property

Square feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeetPerFoot { get; }
```